[app]
language=Русский
load_error=Этот файл повреждён или не поддерживается
load_error_ext=Для открытия таких файлов установите расширение изображений ▢
yes=Да
no=Нет
LANGUAGE_TIP=Для смены языка нужно перезапустить программу
OPEN_WITH=Просмотр в PhoXoSee
welcome=Вас приветствует PhoXoSee
intro=быстрая и компактная программа просмотра изображений
welcome_open=ОТКРЫТЬ ФАЙЛ
plugin_button=УСТАНОВИТЬ
cancel=Отмена

[TOOLBAR]
1=Лента миниатюр (F)
2=Показать на карте место съёмки (G)
3=Фактический размер (/ или 1)
4=Вписать в окно (/ или 1)
5=Увеличить (Ctrl + колёсико мыши)
6=Уменьшить (Ctrl + колёсико мыши)
7=Предыдущее изображение (←)
8=Следующее изображение (→ или Пробел)
9=Повернуть на 90° влево (Ctrl+L)
10=Повернуть на 90° вправо (Ctrl+R)
11=Удалить (Delete)
12=Изменить размер изображения (F2)
13=Улучшение просмотра (Ctrl+E)
14=Меню (M)
15=Полноэкранный режим (Enter)
16=Выход из полноэкранного режима (Enter)
17=Цветовая тема
18=Найти фото по дате съёмки
19=Доступна новая версия

[ColorTheme]
1=Цвет заголовка: как в системе|Цвет заголовка: светлая тема|Цвет заголовка: тёмная тема|Цвет заголовка: свой
t=Удерживайте Shift для быстрой настройки

[ViewEnhance]
t=Яркость|Цветность|Резкость|Мягкое сияние

[EXIF]
0=Информация
1=Имя файла:
2=Тип файла:
3=Размер файла:
4=Размер изображения:
5=Дата изменения:
20=Дата съёмки:
21=Производитель:
22=Камера:
23=Объектив:
24=Диафрагма:
25=Макс. диафрагма:
26=Выдержка:
27=Разрешение:
28=ISO:
29=Фокусное расстояние:
30=Режим замера:
31=Вспышка:
33=Экспопрограмма:
35=Счётчик кадров:
50=ПО:
80=_/Усреднённый/Центровзвешенный/Точечный/Многоточечный/По шаблону/Частичный
81=Со вспышкой/Без вспышки
83=_/Ручной режим/Обычная программа/Приоритет диафрагмы/Приоритет выдержки/Творческая программа (с уклоном в глубину резкости)/Программа действия (с уклоном в короткую выдержку)/Портретный режим (для крупных планов с размытым фоном)/Пейзажный режим (для пейзажей с резким фоном)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Просмотр|Общие|Ассоциации|Проводник|Разное|Приватность
10=Аппаратное ускорение рендеринга (ГП)
11=Не включайте, если изображение выглядит ненормально
12=Запрашивать подтверждение перед удалением
13=Умная стратегия отображения для очень длинных изображений
14=Показать фактический размер и расположить вверху
15=Качество сохранения JPEG
16=[0..100], рекомендуется 80
19=Запускать только один экземпляр программы
20=Отключить анимацию запуска в основном окне
21=Запоминать историю недавних файлов
22=Сохранить настройки интерфейса
23=При запуске открывать последнее изображение
24=Эскизы в Проводнике для выбранных форматов (требуется перезапуск)
25=Удалять файлы окончательно (минуя Корзину)
26=Автофон для SVG (если слишком светлый или тёмный)
100=Колёсико мыши
101=Предыдущее/следующее изображение|Масштабирование
103=Двойной щелчок
104=Увеличить в два раза|Фактический размер (100%)|Полноэкранный режим
106=Провайдер GPS-координат
107=Карты Bing|Карты Google
109=Максимальный масштаб
110=Циклический просмотр изображений в папке
113=Автоматически сохранять изображения после поворота
114=Игнорировать встроенный в изображение профиль ICC
115=Очистить кэш миниатюр
116=Шаг масштабирования
117=Стандартный|Увеличенный
118=Показывать прозрачность как шахматную доску
119=Всегда отображать изображения в максимальном качестве
200=Расширение|Приложение по умолчанию
201=Изменить
300=Добавить в контекстное меню Проводника Windows
301=Закрывать программу по клавише ESC
302=Тема кнопок "Назад/Далее"
303=Круглый
304=Автоматически скрывать панель инструментов
305=Отключать интерполяцию при масштабе больше 100%
306=Отключить системное закругление углов
307=Автоматически проверять наличие обновлений

[DlgDelete]
t=Удалить файл|Больше не спрашивать|Вы действительно хотите удалить этот файл в Корзину?

[DlgResize]
t=Изменить размер изображения|Ширина|Высота|Сохранять пропорции

[DlgCustomizeTool]
1=Группа слева|Группа в центре|Группа справа
tip=Сбросить в стандартные|Удалить кнопку|Переместить влево|Переместить вправо|Применить изменения

[DlgAbout]
0=О программе
1=Версия:
2=© 2025 FULI. Все права защищены.
3=Бесплатно для личного и коммерческого использования
4=Проверить обновления
5=Закрыть
6=У вас новейшая версия
7=Доступна новая версия. Хотите её установить?
8=Благодарности

[SearchImage]
1=Выберите папку с изображениями
3=Найти фотографии, снятые:
4=только сегодня|в течение 10 дней|в течение 30 дней|в течение 100 дней
5=Поиск
8=Поиск изображений
9=Поиск отменён
10=Найдено изображений

[BatchSvg]
1=Выберите папку с файлами ▢
2=Выберите размер результирующего изображения
3=Преобразовать
4=В этой папке нет файлов ▢
5=Преобразование изображений завершено.
6=Выберите папку для вывода
7=Не удалось выполнить конвертацию: 
8=Конвертация была отменена.

[File]
SUPPORT_FILE=Все изображения
SAVE_ERROR=Не удалось сохранить изображение
5=Папка не существует
6=Обзор...

[MENU]
2=Выход
12=Фактический размер
13=Вписать в окно
21000=Открыть
21001=Сохранить как
21002=Скопировать
21100=Печать
tool=Разное
21101=Получить текущие обои
21500=Сделать программой просмотра изображений по умолчанию
21600=Всегда поверх всех окон
wheel=Колёсико мыши
21700=Предыдущее/следующее изображение
21701=Масштаб
toolbar=Панель инструментов
21750=Вверху
21751=Внизу
21805=Настроить панель инструментов
language=Язык
21800=Настройки
21801=О программе
recent=Недавние файлы
21804=Очистить
20000=Информация
21003=Открыть папку с изображением
openwith=Открыть с помощью
21803=Выбрать
20013=Полноэкранный режим
21004=Вставить изображение
21108=Автоматически скрывать панель инструментов
21110=Преобразовать SVG в PNG
21115=Преобразовать HEIC в JPG